// Rabbanas (Our Lord) Dua Collection

const appData = [
  {
    heading: 'রব্বানা দোয়া ১',

    title: 'رَبَّنَا تَقَبَّلْ مِنَّا ۖ إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيم',
    subTitle: 'রব্বানা-তাকাব্বাল মিন্না-ইন্নাকা আনতাছ ছামী‘উল ‘আলীম।',

    content:
      'হে আমাদের রব, আমাদের পক্ষ থেকে কবূল করুন। নিশ্চয় আপনি সর্বশ্রোতা, সর্বজ্ঞানী।',

    subcontent: 'সূরা আল-বাকারাঃ ২:১২৭',
    audioUrl: '/assets/01.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২',

    title:
      'رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۖ إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ',

    subTitle:
      'রব্বানা-ওয়াজা‘আলনা-মুছলিমাইনি লাকা ওয়ামিন যুররিইইয়াতিনা-উম্মাতাম মুছলিমাতাল্লাকা ওয়া আরিনা-মানা-ছিকানা-ওয়াতুব ‘আলাইনা-ইন্নাকা আনতাত্তাওওয়া-বুর রাহীম।',
    content:
      '‘হে আমাদের রব, আমাদেরকে আপনার অনুগত করুন এবং আমাদের বংশধরের মধ্য থেকে আপনার অনুগত জাতি বানান। আর আমাদেরকে আমাদের ইবাদাতের বিধি-বিধান দেখিয়ে দিন এবং আমাদেরকে ক্ষমা করুন। নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু’।',

    subcontent: 'সূরা আল-বাকারাঃ ২:১২৮',
    audioUrl: '/assets/02সূরা আল বাকারাঃ১২৮  ইয়াসির আল দোসারি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩',

    title:
      'رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ',
    subTitle:
      'রব্বানাআ-তিনা-ফিদ্দুনইয়া-হাছানাতাওঁ ওয়া ফিল আ-খিরাতি হাছানাতাওঁ ওয়া কিনা-‘আযা-বান্না-র।',
    content:
      'হে আমাদের রব, আমাদেরকে দুনিয়াতে কল্যাণ দিন। আর আখিরাতেও কল্যাণ দিন এবং আমাদেরকে আগুনের আযাব থেকে রক্ষা করুন।',

    subcontent: 'সূরা বাকারাঃ ২:২০১',
    audioUrl: '/assets/03 সূরা আল বাকারাঃ২০১  মিশারি আল আফাসি.m4a',
  },
  {
    heading: 'রব্বানা দোয়া ৪',

    title:
      'رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى القَوْمِ الكَافِرِينَ',
    subTitle:
      'রব্বানা-আফরিগ আলাইনা-সাবরাওঁ ওয়া ছাব্বিত আকদা-মানা-ওয়ানসুরনা-‘আলাল কাওমিল কা-ফরীন।',

    content:
      'হে আমাদের রব, আমাদের উপর ধৈর্য ঢেলে দিন, আমাদের পা স্থির রাখুন এবং আমাদেরকে কাফের জাতির বিরুদ্ধে সাহায্য করুন।',

    subcontent: 'সূরা বাকারাঃ ২:২৫০',
    audioUrl: '/assets/04 সূরা আল বাকারাঃ২৫০.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৫',

    title: 'رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا',
    subTitle: 'রব্বানা-লা-তুআ-খিযনা ইন-নাছীনা-আও আখতা’না',

    content:
      'হে আমাদের রব! আমরা যদি ভুলে যাই, অথবা ভুল করি তাহলে আপনি আমাদেরকে পাকড়াও করবেন না।',

    subcontent: 'সূরা বাকারাঃ ২:২৮৬',
    audioUrl: '/assets/05 সূরা আল বাকারাঃ২৮৬  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৬',

    title:
      'رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا',

    content:
      'হে আমাদের রব, আমাদের উপর বোঝা চাপিয়ে দেবেন না, যেমন আমাদের পূর্ববর্তীদের উপর চাপিয়ে দিয়েছেন।',

    subTitle:
      'রব্বানা ওয়ালা-তাহমিল ‘আলাইনা-ইসরান কামা-হামালতাহূ আলাল্লাযীনা মিন কাবলিনা',
    subcontent: 'সূরা বাকারাঃ ২:২৮৬',
    audioUrl: '/assets/06  সূরা আল বাকারাঃ২৮৬  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৭',

    title:
      'رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ',

    content:
      'হে আমাদের রব, আপনি আমাদেরকে এমন কিছু বহন করাবেন না, যার সামর্থ্য আমাদের নেই। আর আপনি আমাদেরকে মার্জনা করুন এবং আমাদেরকে ক্ষমা করুন, আর আমাদের উপর দয়া করুন। আপনি আমাদের অভিভাবক। অতএব আপনি কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন।',

    subTitle:
      'রব্বানা-ওয়ালা তুহাম্মিলনা-মা-লা-তা-কাতা লানা-বিহী ওয়া‘ফু‘আন্না-ওয়াগফিরলানা-ওয়ারহামনা-আনতা মাওলা-না-ফানসুরনা-‘আলাল কাওমিল কা-ফিরীন।',
    subcontent: 'সূরা বাকারাঃ ২:২৮৬',
    audioUrl: '/assets/07  সূরা আল বাকারাঃ২৮৬  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৮',

    title:
      'رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚ إِنَّكَ أَنْتَ الْوَهَّابُ',

    content:
      'হে আমাদের রব, আপনি হিদায়াত দেয়ার পর আমাদের অন্তরসমূহ বক্র করবেন না এবং আপনার পক্ষ থেকে আমাদেরকে রহমত দান করুন। নিশ্চয় আপনি মহাদাতা।',

    subTitle:
      'রব্বানা-লা-তুঝিগ কুলূবানা-বা‘দা ইয হাদাইতানা -ওয়াহাবলানা-মিল্লা দুনকা রাহমাতান ইন্নাকা আনতাল ওয়াহহা-ব।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:৮',
    audioUrl: '/assets/08  সূরা আল ইমরানঃ০৮  আব্দুর রহমান মোসাদ .m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৯',

    title:
      'رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ',

    content:
      'হে আমাদের রব, নিশ্চয় আপনি মানুষকে সমবেত করবেন এমন একদিন, যাতে কোন সন্দেহ নেই। নিশ্চয় আল্লাহ প্রতিশ্রুতি ভঙ্গ করেন না।',

    subTitle:
      'রব্বানা ইন্নাকা জা-মি‘উন্না-ছি লিইয়াওমিল্লা-রাইবা ফীহি ইন্নাল্লা-হা লা-ইউখলিফুল মী‘আদ।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:৯',
    audioUrl: '/assets/09  সূরা আল ইমরানঃ০৯  আব্দুর রহমান মোসাদ.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১০',

    title:
      'رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ',

    content:
      'হে আমাদের রব, নিশ্চয় আমরা ঈমান আনলাম। অতএব, আমাদের পাপসমূহ ক্ষমা করুন এবং আমাদেরকে আগুনের আযাব থেকে রক্ষা করুন।',

    subTitle:
      'রব্বানা ইন্নানা আ-মান্না-ফাগফিরলানা-যুনূবানা-ওয়াকিনা‘আযা-বান্না-র।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৬',
    audioUrl: '/assets/10  সূরা আল-ইমরান-১৬.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১১',

    title:
      'رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ',

    content:
      'হে আমাদের রব, আপনি যা নাযিল করেছেন তার প্রতি আমরা ঈমান এনেছি এবং আমরা রাসূলের অনুসরণ করেছি। অতএব, আমাদেরকে সাক্ষ্যদাতাদের তালিকাভুক্ত করুন।',

    subTitle:
      'রব্বানাআ-মান্নাবিমাআনঝালতা ওয়াত্তবা‘নার রাছূলা ফাকতুবনা-মা‘আশশা-হিদীন।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:৫৩',
    audioUrl: '/assets/11  সূরা আল ইমরানঃ৫৩  মিশারি আল আফাসি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১২',

    title:
      'رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ',

    content:
      'হে আমাদের রব, আমাদের পাপ ও আমাদের কর্মে আমাদের সীমালঙঘন ক্ষমা করুন এবং অবিচল রাখুন আমাদের পা-সমূহকে, আর কাফির কওমের উপর আমাদেরকে সাহায্য করুন।',

    subTitle:
      'রব্বানাগ ফিরলানা-যুনূবানা-ওয়া ইছরা-ফানাফীআমরিনা-ওয়াছাব্বিত আকদা-মানা-ওয়ানসুরনা-‘আলাল কাওমিল কা-ফিরীন।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৪৭',
    audioUrl: '/assets/12 সূরা আল ইমরানঃ১৪৭.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৩',

    title:
      'رَبَّنَا مَا خَلَقْتَ هَٰذَا بَٰطِلًا سُبْحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ',

    content:
      'হে আমাদের রব, তুমি এসব অনর্থক সৃষ্টি করনি। তুমি পবিত্র মহান। সুতরাং তুমি আমাদেরকে আগুনের আযাব থেকে রক্ষা কর’।',

    subTitle:
      'রব্বানা-মা-খালাকতা হাযা-বা-তিলান ছুবহা-নাকা ফাকিনা-‘আযা-বান্না-র।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৯১',
    audioUrl: '/assets/13  সূরা আল ইমরানঃ১৯১  মানসুর আস সালিমি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৪',

    title:
      'رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ',

    content:
      '‘হে আমাদের রব, নিশ্চয় তুমি যাকে আগুনে প্রবেশ করাবে, অবশ্যই তাকে তুমি অপমান করবে। আর যালিমদের জন্য কোন সাহায্যকারী নেই’।',

    subTitle:
      'রব্বানা ইন্নাকা মান তুদখিলিন্না-রা ফাকাদ আখঝাইতাহূ ওয়ামা-লিজ্জা-লিমীনা মিন আনসা-র।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৯২',
    audioUrl: '/assets/14  সূরা আল ইমরান  নাসির আল কাতামি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৫',

    title:
      'رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا',

    content:
      '‘হে আমাদের রব, নিশ্চয় আমরা শুনেছিলাম একজন আহবানকারীকে, যে ঈমানের দিকে আহবান করে যে, ‘তোমরা তোমাদের রবের প্রতি ঈমান আন’। তাই আমরা ঈমান এনেছি।',

    subTitle:
      'রব্বানা-ইন্নানা-ছামি‘না-মুনা-দিআইঁ ইউনা-দী লিল ঈমা-নি আন আ-মিনূবিরাব্বিকুম ফাআমান্না',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৯৩',
    audioUrl: '/assets/15  সূরা আল ইমরানঃ১৯৩  ইয়াসির আল দোসারি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৬',

    title:
      'رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَیِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ',

    content:
      'হে আমাদের রব আমাদের গুনাহসমূহ ক্ষমা করুন এবং বিদূরিত করুন আমাদের ত্রুটি-বিচ্যুতি, আর আমাদেরকে মৃত্যু দিন নেককারদের সাথে’।',

    subTitle:
      'রব্বানা-ফাগফিরলানা-যুনূবানা-ওয়াকাফফির‘আন্না-ছাইয়িআ-তিনাওয়াতাওয়াফফানা-মা‘আল আব রা-র।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৯৩',
    audioUrl: '/assets/16  সূরা আল ইমরানঃ১৯৩  ইয়াসির আল দোসারি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৭',

    title:
      'رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ',

    content:
      '‘হে আমাদের রব, আর আপনি আমাদেরকে তা প্রদান করুন যার ওয়াদা আপনি আমাদেরকে দিয়েছেন আপনার রাসূলগণের মাধ্যমে। আর কিয়ামতের দিনে আপনি আমাদেরকে অপমান করবেন না। নিশ্চয় আপনি অঙ্গীকার ভঙ্গ করেন না’।',

    subTitle:
      'রব্বানা-ওয়া আ-তিনা-মা-ওয়া-‘আত্তানা-‘আলা-রুছুলিকা ওয়ালা-তুখঝিনা-ইয়াওমাল কিয়া-মাতি ইন্নাকা লা-তুখলিফুল মী‘আ-দ।',
    subcontent: 'সূরা আল-ইমরানঃ ৩:১৯৪',
    audioUrl: '/assets/17  সূরা আল ইমরানঃ১৯৪.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৮',

    title: 'رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ',

    content:
      'হে আমাদের রব, আমরা ঈমান এনেছি। সুতরাং আপনি আমাদেরকে সাক্ষ্য দানকারীদের সঙ্গে লিপিবদ্ধ করুন।',

    subTitle: 'রব্বানাআ-মান্না-ফাকতুবনা-মা‘আশশা-হিদীন।',
    subcontent: 'সূরা আল-মাইদাহ্ঃ ৫:৮৩',
    audioUrl: '/assets/18.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ১৯',

    title:
      'رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ',

    content:
      'হে আল্লাহ! আমাদের প্রতিপালক আমাদের নিকট আসমান থেকে খাদ্য ভর্তি খাঞ্চা প্রেরণ কর যা আমাদের প্রথম থেকে শেষ সকল ব্যক্তির জন্য আনন্দের ব্যাপার হবে আর হবে তোমার থেকে একটা নিদর্শন। আর আমাদেরকে জীবিকা দান কর; তুমিই সর্বোত্তম রিযকদাতা।',

    subTitle:
      'রব্বানাআনঝিল ‘আলাইনা-মাইদাতাম মিনাছছামাই তাকূনুলানা-‘ঈদাল লিআওওয়ালিনা-ওয়া আ-খিরিনা-ওয়া আ-ইয়াতাম মিনকা ওয়ারঝুকনা-ওয়া আনতা খাইরুর রা-ঝিকীন।',
    subcontent: 'সূরা আল-মাইদাহ্ঃ ৫:১১৪',
    audioUrl: '/assets/19 সূরা আল-মাঈদাহঃ১১৪.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২০',

    title:
      'رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ',

    content:
      'হে আমাদের রব, আমরা নিজদের উপর যুলম করেছি। আর যদি আপনি আমাদেরকে ক্ষমা না করেন এবং আমাদেরকে দয়া না করেন তবে অবশ্যই আমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব।',

    subTitle:
      'রব্বানা-জালামনাআনফুছানা-ওয়া ইল্লাম তাগফির লানা-ওয়া তারহামনা-লানাকূনান্না মিনাল খা-ছিরীন।',
    subcontent: 'সূরা আরাফঃ ৭:২৩',
    audioUrl: '/assets/20  সূরা আল-আরাফঃ২৩.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২১',

    title: 'رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ',

    content: 'হে আমাদের রব, আমাদেরকে যালিম কওমের অন্তর্ভুক্ত করবেন না',

    subTitle: 'রব্বানা-লাতাজ‘আলনা-মা‘আল কাওমিজ্জা-লিমীন।',
    subcontent: 'সূরা আ’রাফঃ ৭:৪৭',
    audioUrl: '/assets/21 সূরা আল আরাফঃ৪৭ আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২২',

    title:
      'رَبَّنَا افْتَحْ بَیْنَنَا وَبَیْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَیْرُ الْفَاتِحِینَ',

    content:
      'আল্লাহ্‌রই উপর আমরা তাওয়াক্কুল করি। হে আমাদের রব, আমাদের ও আমাদের কওমের মধ্যে যথার্থ ফয়সালা করে দিন। আর আপনি শ্রেষ্ঠ ফয়সালাকারী।',

    subTitle:
      'রব্বানাফতাহ বাইনানা -ওয়া বাইনা-কাওমিনা-বিলহাক্কিওয়া আনতা খাইরুল ফা-তিহীন।',
    subcontent: 'সূরা আরাফঃ ৭:৮৯',
    audioUrl: '/assets/22.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৩',

    title: 'رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ',

    content:
      'হে আমাদের রব, আমাদেরকে পরিপূর্ণ ধৈর্য দান করুন এবং মুসলিম হিসাবে আমাদেরকে মৃত্যু দান করুন।',

    subTitle: 'রব্বানা-আফরিগ ‘আলাইনা-সাবরাওঁ ওয়াতাওয়াফফানা-মুছলিমীন।',
    subcontent: 'সূরা আরাফঃ ৭:১২৬',
    audioUrl: '/assets/23 সূরা আল আরাফঃ১২৬.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৪',

    title:
      'رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِینَ ; وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِینَ ',

    content:
      '৮৫ “হে আমাদের রব, আপনি আমাদেরকে যালিম কওমের ফিতনার পাত্র বানাবেন না”। ৮৬ “আর আমাদেরকে আপনার অনুগ্রহে কাফির কওম থেকে নাজাত দিন”।',

    subTitle:
      'রব্বানা-লা-তাজ‘আলনা-ফিতনাতাল লিলকাওমিজ্জা-লিমীন।ওয়া নাজজিনা-বিরাহমাতিকা মিনাল কাওমিল কা-ফিরীন।',
    subcontent: 'সূরা ইউনুসঃ ১০:৮৫-৮৬',
    audioUrl: '/assets/24  সূরা ইউনুসঃ৮৫-৮৬  রাদ আল কুর্দি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৫',

    title:
      'رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى اللَّهِ مِن شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ ',

    content:
      'হে আমাদের রব, নিশ্চয় আপনি জানেন, যা আমরা গোপন করি এবং যা প্রকাশ করি, আর কোন কিছু আল্লাহর নিকট গোপন নেই, না যমীনে না আসমানে।',

    subTitle:
      'রব্বানাইন্নাকা তা‘লামুমা-নুখফী ওয়ামা-নু‘লিনু ওয়ামা-ইয়াখফা-‘আলাল্লা-হি মিন শাইইন ফিল আরদিওয়ালা-ফিছছামাই।',
    subcontent: 'সূরা ইবরাহীমঃ ১৪:৩৮',
    audioUrl: '/assets/25  সূরা ইবরাহীমঃ৩৮.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৬',

    title:
      'رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ',

    content:
      'হে আমার রব, আমাকে সালাত কায়েমকারী বানান এবং আমার বংশধরদের মধ্য থেকেও, হে আমাদের রব, আর আমার দোয়া কবূল করুন।',

    subTitle:
      'রব্বিজ ‘আলনী মুকীমাসসালা-তি ওয়া মিন যুররিইইয়াতী  রব্বানা-ওয়া তাকাব্বাল দু‘আই।',
    subcontent: 'সূরা ইবরাহীমঃ ১৪:৪০',
    audioUrl: '/assets/26  সূরা ইবরাহীমঃ৪০  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৭',

    title:
      'رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ ',

    content:
      '‘হে আমাদের রব, যেদিন হিসাব কায়েম হবে, সেদিন আপনি আমাকে, আমার পিতামাতাকে ও মুমিনদেরকে ক্ষমা করে দিবেন’।',

    subTitle:
      'রব্বানাগফিরলী ওয়া লিওয়ালিদাইয়া ওয়ালিলমু’মিনীনা ইয়াওমা ইয়াকূমুল হিছা-ব।',
    subcontent: 'সূরা ইবরাহীমঃ ১৪:৪১',
    audioUrl: '/assets/27 সূরা ইবরাহীমঃ৪১  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৮',

    title:
      'رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا',

    content:
      'হে আমাদের রব, আমাদেরকে আপনার পক্ষ থেকে রহমত দিন এবং আমাদের জন্য আমাদের কর্মকান্ড সঠিক করে দিন।',

    subTitle:
      'রব্বানাআ-তিনা-মিল্লাদুনকা রাহমাতাওঁ ওয়া হাইয়ি’ লানা-মিন আমরিনা-রাশাদা-।',
    subcontent: 'সূরা আল-কাহফঃ ১৮:১০',
    audioUrl: '/assets/28  সূরা আল-কাহফঃ১০  মানসুর আস সালিমি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ২৯',

    title:
      'رَبَّنَاۤ اِنَّـنَا نَخَافُ اَنۡ يَّفۡرُطَ عَلَيۡنَاۤ اَوۡ اَنۡ يَّطۡغٰى',

    content:
      '‘হে আমাদের রব, আমরা তো আশংকা করছি যে, সে আমাদের উপর বাড়াবাড়ি করবে অথবা সীমালঙ্ঘন করবে’।',

    subTitle: 'রব্বানাইন্নানা-নাখা-ফুআইঁ ইয়াফরুতা ‘আলাইনাআও আইঁ ইয়াতগা-।',
    subcontent: 'সূরা ত্বাহাঃ ২০:৪৫',
    audioUrl: '/assets/29.mp3',
  },

  {
    heading: 'রব্বানা দোয়া ৩০',

    title:
      'رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ',

    content:
      'হে আমাদের রব, আমরা ঈমান এনেছি, অতএব আমাদেরকে ক্ষমা ও দয়া করুন, আর আপনি সর্বশ্রেষ্ঠ দয়ালু',

    subTitle: 'রব্বানা আ-মান্না-ফাগফিরলানাওয়ারহামনা-ওয়াআনতা খাইরুর রা-হিমীন।',
    subcontent: 'সূরা মুমিনূনঃ ২৩:১০৯',
    audioUrl: '/assets/30 সূরা আল-মুমিনুনঃ১০৯.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩১',

    title:
      'رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا',

    content:
      '৬৫ ‘হে আমাদের রব, তুমি আমাদের থেকে জাহান্নামের আযাব ফিরিয়ে নাও। নিশ্চয় এর আযাব হলো অবিচ্ছিন্ন’। ৬৬ ‘নিশ্চয় তা অবস্থানস্থল ও আবাসস্থল হিসেবে অত্যন্ত নিকৃষ্ট’।',

    subTitle:
      'রব্বানাসরিফ ‘আন্না-‘আযা-বা জাহান্নামা ইন্না ‘আযা-বাহাকা-না গারা-মা-। ইন্নাহা-ছাআত মুছতাকাররাওঁ ওয়া মুকা-মা-।',
    subcontent: 'সূরা ফুরকানঃ ২৫:৬৫-৬৬',
    audioUrl: '/assets/31 সূরা আল-ফুরকানঃ৬৫-৬৬  সামির ইয্যাত.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩২',

    title:
      'رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا',

    content:
      'হে আমাদের রব, আপনি আমাদেরকে এমন স্ত্রী ও সন্তানাদি দান করুন যারা আমাদের চক্ষু শীতল করবে। আর আপনি আমাদেরকে মুত্তাকীদের নেতা বানিয়ে দিন।',

    subTitle:
      'রব্বানা-হাবলানা-মিন আঝওয়া-জিনা-ওয়া যুররিইইয়া-তিনা কুররাতা আ‘ইউনিওঁ ওয়াজ‘আলনা-লিলমুত্তাকীনা ইমা-মা-।',
    subcontent: 'সূরা আল-ফুরকানঃ ২৫:৭৪',
    audioUrl: '/assets/32 সূরা আল-ফুরকানঃ৭৪  সামির ইয্যাত.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৩',

    title:
      'الۡحَمۡدُ لِلّٰهِ الَّذِىۡۤ اَذۡهَبَ عَـنَّا الۡحَزَنَ ؕ اِنَّ رَبَّنَا لَـغَفُوۡرٌ شَكُوۡرُ',

    content:
      'যাবতীয় প্রশংসা আল্লাহর যিনি আমাদের দুঃখ কষ্ট দূর করে দিয়েছেন। আমাদের প্রতিপালক অবশ্যই পরম ক্ষমাশীল, (ভাল কাজের) বড়ই মর্যাদাদানকারী।',

    subTitle: '',
    subcontent: 'সূরা আল-ফাতিরঃ ৩৫:৩৪',
    audioUrl: '/assets/33 সূরা ফাতিরঃ৩৪  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৪',

    title:
      'رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ',

    content:
      'হে আমাদের পালনকর্তা, আপনার রহমত ও জ্ঞান সবকিছুতে পরিব্যাপ্ত। অতএব, যারা তাওবা করে এবং আপনার পথে চলে, তাদেরকে ক্ষমা করুন এবং জাহান্নামের আযাব থেকে রক্ষা করুন।',

    subTitle:
      'রব্বানা-ওয়াছি‘তা কুল্লা শাইয়িররাহমাতাওঁ ওয়া ‘ইলমান ফাগফির লিল্লাযীনা তা-বূওয়াত্তাবা‘ঊ ছাবীলাকা ওয়াকিহিম ‘আযা-বাল জাহীম।',
    subcontent: 'সূরা গাফিরঃ ৪০:৭',
    audioUrl: '/assets/34 সূরা গাফিরঃ০৭  আব্দুর রহমান ওসসি.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৫',

    title:
      'رَبَّنَا وَأَدْخِلْھُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدتَّھُم وَمَن صَلَحَ مِنْ آبَائِھِمْ وَأَزْوَاجِھِمْ وَذُرِّیَّاتِھِمْ إِنَّكَ أَنتَ الْعَزِیزُ الْحَكِیمُ وَقِھِمُ السَّیِّئَاتِ وَمَن تَقِ السَّیِّئَاتِ یَوْمَئِذٍ فَقَدْ رَحِمْتَھُ وَذَلِكَ ھُوَ الْفَوْزُ الْعَظِیمُ',

    content:
      '৮ হে আমাদের পালনকর্তা, আর তাদেরকে দাখিল করুন চিরকাল বসবাসের জান্নাতে, যার ওয়াদা আপনি তাদেরকে দিয়েছেন এবং তাদের বাপ-দাদা, পতি-পত্নী ও সন্তানদের মধ্যে যারা সৎকর্ম করে তাদেরকে। নিশ্চয় আপনি পরাক্রমশালী, প্রজ্ঞাময়। ৯ এবং আপনি তাদেরকে অমঙ্গল থেকে রক্ষা করুন। আপনি যাকে সেদিন অমঙ্গল থেকে রক্ষা করবেন, তার প্রতি অনুগ্রহই করবেন। এটাই মহাসাফল্য।',

    subTitle:
      '(৮) রব্বানা-ওয়া আদখিলহুম জান্না-তি ‘আদনি নিল্লাতী ওয়া ‘আত্তাহুম ওয়া মান সালাহা মিন আবাইহিম ওয়া আঝওয়া-জিহিম ওয়া যুররিইয়া-তিহিম ইন্নাকা আনতাল ‘আঝীঝুল হাকীম। (৯) ওয়া কিহিমুছ ছাইয়িআ-তি ওয়া মান তাকিছ ছাইয়িআ-তি ইয়াওমায়িযিন ফাকাদ রাহিমতাহূ ওয়া যা-লিকা হুওয়াল ফাওঝুল ‘আজীম।',
    subcontent: 'সূরা গাফিরঃ ৪০:৮-৯',
    audioUrl: '/assets/35 সূরা গাফিরঃ০৮-০৯  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৬',

    title:
      'رَبَّنَا اغۡفِرۡ لَـنَا وَلِاِخۡوَانِنَا الَّذِيۡنَ سَبَقُوۡنَا بِالۡاِيۡمَانِ وَلَا تَجۡعَلۡ فِىۡ قُلُوۡبِنَا غِلًّا لِّلَّذِيۡنَ اٰمَنُوۡا رَبَّنَاۤ اِنَّكَ رَءُوۡفٌ رَّحِيۡمٌ',

    content:
      'হে আমাদের প্রতিপালক! আমাদেরকে আর আমাদের ভাইদেরকে ক্ষমা কর যারা ঈমানের ক্ষেত্রে আমাদের অগ্রবর্তী হয়েছে, আর যারা ঈমান এনেছে তাদের ব্যাপারে আমাদের অন্তরে কোন হিংসা বিদ্বেষ রেখো না। হে আমাদের প্রতিপালক! তুমি বড়ই করুণাময়, অতি দয়ালু।',

    subTitle:
      'রব্বানাগফিরলানা-ওয়া লিইখওয়া-নিনাল্লাযীনা ছাবকূনা-বিল ঈমা-নি ওয়ালা-তাজ‘আল ফী কুলূবিনা-গিল্লাল লিল্লাযীনা আ-মানূ ,রাব্বানা-ইন্নাকা রাঊফুর রাহীম।',
    subcontent: 'সূরা হাশরঃ ৫৯:১০',
    audioUrl: '/assets/36 সূরা হাশরঃ১০  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৭',

    title: 'رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ',

    content: 'হে আমাদের রব, নিশ্চয় আপনি দয়াবান, পরম দয়ালু।',

    subTitle: 'রব্বানাইন্নাকা রাঊফুর রাহীম।',
    subcontent: 'সূরা হাশরঃ ৫৯:১০',
    audioUrl: '/assets/37 সূরা হাশরঃ১০  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৮',

    title:
      'رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ ',

    content:
      'হে আমাদের প্রতিপালক, আমরা আপনার ওপরই ভরসা করি, আপনারই অভিমুখী হই আর প্রত্যাবর্তন তো আপনারই কাছে।',

    subTitle:
      ' রব্বানা-‘আলাইকা তাওয়াক্কালনাওয়া ইলাইকা আনাবনা-ওয়া ইলাইকাল মাসীর।',
    subcontent: 'সূরা মুমতাহিনাঃ ৬০:৪',
    audioUrl: '/assets/38 সূরা মুমতাহিনাঃ০৪  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৩৯',

    title:
      'رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا ۖ إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ ',

    content:
      'হে আমাদের রব, আপনি আমাদেরকে কাফিরদের উৎপীড়নের পাত্র বানাবেন না। হে আমাদের রব, আপনি আমাদের ক্ষমা করে দিন। নিশ্চয় আপনি মহাপরাক্রমশালী, প্রজ্ঞাময়।',

    subTitle:
      'রব্বানা-লা-তাজ‘আলনা-ফিতনাতালিলল্লাযীনা কাফারূওয়াগফিরলানা-রাব্বানা- ইন্নাকা আনতাল ‘আঝীঝুল হাকীম।',
    subcontent: 'সূরা মুমতাহিনাঃ ৬০:৫',
    audioUrl: '/assets/39 সূরা মুমতাহিনাঃ০৫  আহমাদ আল নুফাইস.m4a',
  },

  {
    heading: 'রব্বানা দোয়া ৪০',

    title:
      'رَبَّنَاۤ اَ تۡمِمۡ لَـنَا نُوۡرَنَا وَاغۡفِرۡ لَـنَا​ ۚ اِنَّكَ عَلٰى كُلِّ شَىۡءٍ قَدِيۡرٌ',

    content:
      'হে আমাদের রব, আমাদের জন্য আমাদের নূর পূর্ণ করে দিন এবং আমাদেরকে ক্ষমা করুন; নিশ্চয় আপনি সর্ববিষয়ে সর্বক্ষমতাবান।',

    subTitle:
      'রব্বানা আতমিম লানা-নূরানা-ওয়াগফিরলানা- ইন্নাকা ‘আলা-কুল্লি শাইয়িন কাদীর।',
    subcontent: 'সূরা তাহরীমঃ ৬৬:৮',
    audioUrl: '/assets/40 সূরা আত-তাহরীমঃ০৮.m4a',
  },
];

export default appData;
